cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'atuin'
brew 'cloud-sql-proxy'
brew 'docker'
brew 'docker-compose'
brew 'eza'
brew 'imagemagick'
brew 'gh'
brew 'neovim'
brew 'postgresql@18'
brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'yt-dlp'

cask 'docker-desktop'
cask 'istat-menus'
cask 'ghostty'
cask 'maccy'
cask 'obsidian'
cask 'slack'
cask 'subliime-text'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
